<?php
/*
Template Name: privacy
*/
?>
<?php get_header(); ?>
<section class="c--mainv">
    <a href="/" class="c--top__link">
        <img src="<?php echo get_template_directory_uri(); ?>/img/cmn/logo_w.svg" alt="株式会社サクセスブレイン">
    </a>
    <h1 class="c--mainvText">
        <p class="c--mainvText--en">PRIVACY POLICY</p>
        <p class="c--mainvText--jp">プライバシーポリシー</p>
    </h1>
</section>
<section id="sec_privacy">
    <div class="privacy__inr">
        <div class="c--headingIcon"></div>
        <div class="privacy__list">
            <dl class="privacy__listCell">
                <dt>1.関係法令等の遵守</dt>
                <dd>株式会社サクセスブレイン（以下、当社）は「個人情報の保護に関する法律」および個人情報保護に関する関係諸法令を遵守します。</dd>
            </dl>
            <dl class="privacy__listCell">
                <dt>2.個人情報の収集目的</dt>
                <dd>当社はお客さまの個人情報を、次の目的のために収集します。<br>
                    （1）コンサルティング業務やその付随業務に変更<br>
                    （2）採用活動での選考<br>
                    （3）当社が行うセミナー・研修・サービス等の案内など<br>
                    当社は個人情報をお客さまの許可を得た上で、提携する各士業や企業がそのお客さまに関する業務の遂行に必要な範囲において提供いたします。それら以外の目的に利用することはありません。ただし、法令にもとづいて要請された場合は除きます。</dd>
            </dl>
            <dl class="privacy__listCell">
                <dt>3.個人情報の管理について</dt>
                <dd>当社は個人情報の紛失や破壊、改ざん、不正アクセス、漏洩などを防止するために、当社の責任において必要なセキュリティ対策を実施いたします。ご提示いただいた個人情報は、お客さまの事前のご承諾がないかぎり収集目的の範囲を超えての使用はいたしません。また個人情報は、以下のいずれかに該当する場合を除き、いかなる第三者にも開示いたしません。<br>
                    （1）裁判所、検察庁および警察等の権限をもつ機関から個人情報の開示を求められた場合<br>
                    （2）お客さまの生命、身体、財産等に対し差し迫った危険があると当社が判断した場合<br>
                    （3）お客さまの事前の同意がある場合<br>
                    （4）お客さまを識別できない「統計データ」として開示する場合<br>
                    （5）お客さまの合併、営業譲渡その他の事由による事業承継にともない開示を求められた場合<br>
                    （6）利用目的の達成に必要な範囲内で、個人情報の取り扱いを第三者に預託する場合<br>
                    なお、個人情報を預託する場合の預託先は、個人情報保護に関する関係諸法令にもとづいた適切な保護がなされるように必要な措置をとるものとします。</dd>
            </dl>
            <dl class="privacy__listCell">
                <dt>4.個人情報のご確認・訂正・削除について</dt>
                <dd>ご提供いただいた個人情報について、お客さまが登録内容の開示をご希望される場合は速やかに対応いたします。また開示の結果、ご提供いただいた情報に訂正を要する事項などがあった場合は、すばやく内容を訂正・追加、または削除いたします。個人情報を預託している場合も、預託先に対して同じ措置を講じます。ただし、個人情報の登録内容を削除することにより、ご利用できなくなるサービスもありますので、その旨あらかじめご承知ください。</dd>
            </dl>
            <dl class="privacy__listCell">
                <dt>5.個人情報に関するお問い合わせ</dt>
                <dd>当社のプライバシーポリシーについてのご質問がある場合は、当サイトの【お問い合わせ】よりお願いいたします。</dd>
            </dl>
        </div>
        <a class="c--normalBtn c--normalBtn--blue c--normalBtn--center" href="/contact" target="_blank">お問い合わせ</a>
    </div>
</section>
<?php get_footer(); ?>