<?php
/*
Template Name: m-regulation
*/
?>
<?php get_header(); ?>

<div class="c--heading1">
    <h1>グリーンライナー会員</h1>
</div>
<div class="c--heading-menu">
    <ul class="heading-menu-list">
        <li class="heading-menu-list_cell">
            <a href="<?php global $url_member_point;
                        echo $url_member_point; ?>">グリーンライナーポイントって？</a>
        </li>
        <li class="heading-menu-list_cell">
            <a href="<?php global $url_member;
                        echo $url_member; ?>#sec_regulation">グリーンライナー会員規約</a>
        </li>
        <li class="heading-menu-list_cell">
            <a href="https://eexpress.jp/dy/35/common/pc/kainRegister" target="_blank">新規会員登録</a>
        </li>
        <li class="heading-menu-list_cell">
            <a href="<?php global $url_member_regulation;
                        echo $url_member_regulation; ?>">ポイント利用規約</a>
        </li>
        <li class="heading-menu-list_cell">
            <a href="#sec_withdraw">退会・規約手続き</a>
        </li>
    </ul>
</div>
<section id="sec_m-regulation">
    <div class="inr">
        <div class="txtarea">
            <p class="title">グリーンライナーポイント利用規約</p>
            <p class="detail">
                <br><strong>第1条（目的）</strong>
                <br>本規約は、株式会社丸一観光（以下「当社」といいます）が、グリーンライナー会員規約（以下「会員規約」といいます）に基づき会員登録をした会員に対して、グリーンポイントサービスを提供するにあたり、その諸条件を定めるものです。
                <br>本サービスに関し本規約に規定のない事項については、会員規約が適用されます。
                <br>
                <br><strong>第2条（用語定義）
                </strong><br>「会員」
                <br>グリーンライナー会員規約（以下「会員規約」）に基づき会員登録をした会員のことをいいます。
                <br>「グリーンポイント」
                <br>当社の商品代金の額に応じて付与、またはその他特定した条件で付与するグリーンポイントをいいます。
                <br>「グリーンポイントサービス」
                <br>当社が運営する「www.maruichi-gp.co.jp」等の各種ウェブサイトにおいて、提供する会員向けの各種サービスをいいます。
                <br>
                <br><strong>第3条（グリーンポイントの付与）</strong>
                <br>当社は、会員が当社の運営するサイト（以下「当サイト」といいます）その他当社が指定するウェブサイトにおいて、当社の指定する方法
                で物品等の購入またはサービスを利用したとき、その他当社が相当と認めた場合に、グリーンポイントを付与します。
                <br>グリーンポイント付与の対象となるサイト、サービスおよび取引（以下「対象取引」といいます）、グリーンポイントの付与率、その他グリーンポイント付与の条件は、当社が決定し、当社が予め定める当サイト内の所定のサイトにおいて会員に告知します。グリーンポイント付与の対象となるか否か、グリーンポイントの付与率、および有効期限は、発行取引の種類、または利用サービスの種類によって異なることがあります。
                <br>グリーンポイントは、対象取引が行われてから、当社が定める一定の期間を経た後に付与されます。この期間内に、当社が対象取引につき取消、返品などがあったことを確認した場合、対象取引にグリーンポイントは付与されず、また対象取引に価格の変更があった場合は、変更後の購入額に応じて付与されます。
                <br>ある取引についてグリーンポイントを付与するか否か、付与するグリーンポイント数、その他グリーンポイントの付与に関する最終的な判断は、当社が行うものとし、会員はこれに従うものとします。
                <br>
                <br><strong>第4条（グリーンポイントの管理）</strong>
                <br>当社は、当社所定の方法により、会員が獲得したグリーンポイント数、会員が使用したグリーンポイント数およびグリーンポイント数の残高を、会員に告知します。
                <br>会員は、前項のグリーンポイント数に疑義のある場合、当社に連絡し、その内容の説明を求めることができます。
                <br>第1項のグリーンポイント数に関する最終的な決定は当社が行うものとし、会員はこれに従うものとします。
                <br>
                <br><strong>第5条（グリーンポイントの合算および複数登録の禁止）</strong>
                <br>会員は、保有するグリーンポイントを他の会員に譲渡または質入れしたり、会員間でグリーンポイントを共有したりすることはできません。
                <br>一人の会員が複数の会員登録をしている場合、会員はそれぞれの会員登録において保有するグリーンポイントを合算することはできません。
                <br>
                <br><strong>第6条（グリーンポイントの取消・消滅）
                </strong><br>当社がグリーンポイントを付与した後に、対象取引について返品、キャンセルその他当社がグリーンポイントの付与を取り消すことが適当と判断する事由があった場合、当社は、対象取引により付与されたグリーンポイントを取り消すことができます。
                当社が会員が次の各号のいずれかに該当すると判断した場合、当社は会員に事前に通知することなく、会員が保有するグリーンポイントの一部または全部を取り消すことができます。
                <br>違法または不正行為があった場合
                <br>本規約、会員規約、その他当社が定める規約・ルール等に違反があった場合
                <br>その他当社が会員に付与されたグリーンポイントを取り消すことが適当と判断した場合
                <br>会員がグリーンポイントの利用有効期限内（特典・キャンペーンにより異なる）に使用しなかった場合、グリーンポイントは自動的に消滅いたします。
                <br>当社は、取消または消滅したグリーンポイントについて何らの補償も行わず、一切の責任を負いません。
                <br>
                <br><strong>第7条（決済におけるグリーンポイントの利用）
                </strong><br>会員は、当社が定める方法により、保有するグリーンポイントを、当社が定める換算率で、当サイトまたは当社が指定するウェブサイトにおける決済代金（ご旅行代金、手数料または消費税を含みます。以下同じ）の全部または一部の支払い等に利用することができます。
                <br>当社は、第1項のグリーンポイント利用の対象となるサービス・商品等を制限したり、グリーンポイント利用に条件を付したりすることがあります。
                <br>会員が第1項による決済を取り消した場合、原則として当該決済に利用されたグリーンポイントに対してはグリーンポイントが返還され、グリーンポイントに対して現金を返還することはありません。ただし、当社の事務上の事情などによりグリーンポイントでの返還ができない場合には、グリーンポイント利用額相当の現金が返還されることがあります。
                <br>会員が決済代金全額の支払いにグリーンポイントを利用し、その後決済代金が何らかの事情で減額された場合には、前項に準じてグリーンポイントまたは現金の返還が行われます。
                <br>会員が決済代金の一部の支払いについてグリーンポイントを利用し、その後決済代金が何らかの事情で減額された場合には、まずグリーンポイントの返還以外の方法による代金返還
                が行われ、それでも返還を必要とする金額に不足がある場合に、当該不足額について、前項に準じてグリーンポイントまたは現金の返還が行われます。
                <br>会員が決済代金の支払いにグリーンポイントを利用した後、何らかの事情により決済代金が増額された場合は、会員は増額分を他の支払方法にて支払うものとします。ただし、会員が決済代金全額の支払いにグリーンポイントを利用していた場合で、保有する全てのグリーンポイントを支払いに利用することを選択していた場合は、増額分の支払いにつき当該会員が保有するグリーンポイントを優先的に利用するものとし、グリーンポイントの残額が増額分に不足する場合は、その不足分を他の支払方法にて支払うものとします。
                <br>
                <br><strong>第8条（事故等）
                </strong><br>グリーンポイントによる決済の対象となった商品または特典につき、その配送中または提供後に遅延、紛失、盗難、損害、破損等の事故が生じた場合は、当該事故が当社の責任による場合を除き、当社は一切責任を負わず、グリーンポイントの払い戻しも行いません。
                <br>
                <br><strong>第9条（グリーンポイント利用後のグリーンポイントの取り消し）</strong>
                <br>会員がグリーンポイントを第７条による決済に利用した後に、第６条第1項または第2項によりグリーンポイントが取り消された場合は、当該決済の対象となる取引（以下「グリーンポイント利用取引」という）が取消または保留されることがあります。会員は、グリーンポイント利用取引が実行済みである場合または実行しようとする場合には、グリーンポイント
                取消による不足額を、ただちに現金または当社の指定する支払方法にて当社に支払うものとします。
                <br>
                <br><strong>第10条（換金の不可）</strong>
                <br>会員は、いかなる場合でもグリーンポイントを換金することはできません。
                <br>
                <br><strong>第11条（第三者による使用）
                </strong><br>グリーンポイントの使用は、会員本人が行うものとし、当該会員以外の第三者が行うことはできません。
                <br>当社は、グリーンポイント使用時に入力されたユーザIDおよびパスワードが登録されたものと一致することを当社が所定の方法により確認した場合には、会員による使用とみなします。それが第三者による不正使用であった場合でも、当社は使用されたグリーンポイントを返還しません。また、これにより会員に生じた損害について一切責任を負いません。
                <br>
                <br><strong>第12条（税金及び費用） </strong>
                <br>グリーンポイントの取得、グリーンポイントの利用、特典との交換にともない、税金や付帯費用が発生する場合には、会員がこれらを負担するものとします。
                <br>
                <br><strong>第13条（会員資格の喪失・停止）
                </strong><br>会員が会員の地位を喪失した場合には、保有するグリーンポイント、特典との交換権、その他本サービスの利用に関する一切の権利を失うものとし、また地位の喪失にともなって当社に対して何らの請求権も取得しないものとします。
                <br>
                <br><strong>第14条（免責）</strong>
                <br>当社は、本サービスの運用にその時点での技術水準を前提に最善を尽くしますが、障害が生じないことを保証するものではありません。通信回線やコンピュータなどの障害によるシステムの中断・遅滞・中止・データの消失、グリーンポイント利用に関する障害、データへの不正アクセスにより生じた損害、その他本サービスに関して会員に生じた損害について、当社は一切責任を負わないものとします。
                <br>
                <br><strong>第15条（本サービスの変更）
                </strong><br>当社は、会員に事前に通知することなく、本規約、本サービスの内容または本サービス提供の条件の変更（グリーンポイントの廃止、グリーンポイント付与の停止、対象サイトまたは取引の変更、グリーンポイント付与率または利用率の変更を含みますが、これらに限られません）を行うことがあり、本サービスを終了または停止することがあります。会員はこれをあらかじめ承諾するものとします。
                <br>当社は、前項の変更により会員に不利益または損害が生じた場合でも、これらについて一切責任を負わないものとします。
                <br><br>
                <br>2013年7月10日制定
                <br>株式会社 丸一観光

            </p>
        </div>
        <div class="txtarea noscroll" id="sec_withdraw">
            <p class="title">グリーンライナー会員 退会規約</p>
            <p class="detail">
                グリーンライナー会員（以下、「会員」という）を退会する前に必ずお読み下さい。
                <br>
                <br>本規約は、株式会社丸一観光（以下「当社」といいます）が、グリーンライナー会員（以下「会員」といいます）の退会について、その諸条件を定めるものです。
                <br>ご旅行の予約がある場合、当該ご旅行の出発日より前に退会することはできません。ご旅行が全て終了してからのお手続きとなります。
                <br>会員が退会するにあたり下記の内容をご理解いただいたものと判断させていただきます。
                <br>
                <br>退会日以降、当社が運営する各種ウェブサイト（以下「丸一観光WEBサイト」といいます）において、提供する会員向けの各種サービスが全てご利用いただけなくなります。
                <br>退会日時点のグリーンポイント残額は全て失効いたします。
                <br>会員は、退会した後も、生じた一切の利用代金等については、支払の責を負うものとします。
                <br>会員の退会手続きが受理されますと下記のとおり、当社で会員情報を削除管理いたします。
                <br>・登録情報、メールデータ、プロフィール等の会員情報を削除します。
                <br>・個人情報、取得ポイント、プロフィール内容、メール内容等は一切復元できません。
                <br>
                <br>2013年7月10日制定
                <br>株式会社 丸一観光

            </p>
        </div>
    </div>
<?php if ( wp_is_mobile() ) : ?>
    <p style="width: 90%;margin: 0 auto;text-align: justify;margin-bottom: 90px;line-height: 1.8;letter-spacing: 0em;">退会は、<a href="<?php global $url_mypage_sp; echo $url_mypage_sp; ?>" style="text-decoration: underline;">マイページ</a>へログイン後、「会員情報」の「退会」へ進んでいただき、ログインID(メールアドレス)、パスワードをご入力の上、お手続きください。</p>
<?php else: ?>
    <p style="text-align: center;margin-bottom: 90px;line-height: 2;">退会は、<a href="<?php global $url_mypage; echo $url_mypage; ?>" style="text-decoration: underline;">マイページ</a>へログイン後、「会員情報」の「退会」へ進んでいただき、<br>ログインID(メールアドレス)、パスワードをご入力の上、お手続きください。</p>
<?php endif; ?>
</section>
<?php get_footer(); ?>